{"intents": [{"patterns": ["What is the incubation period of the corona virus disease?"], "tag": ["incubation_corona"], "responses": ["The incubation period means the time between catching the virus and beginning to have symptoms of the disease. Most estimates of the incubation period for COVID-19 range from 1-14 days, most commonly around five days. These estimates will be updated as more data become available."], "context_set": ""}, {"patterns": ["Who is most at risk for the corona virus disease?"], "tag": ["corona"], "responses": ["People of all ages can be infected by the new corona virus (2019-nCoV). Older people, and people with pre-existing medical conditions (such as asthma, diabetes, heart disease) appear to be more vulnerable to becoming severely ill with the virus.WHO advises people of all ages to take steps to protect themselves from the virus, for example by following good hand hygiene and good respiratory hygiene."], "context_set": ""}, {"patterns": ["Is the corona virus disease the same as SARS?"], "tag": ["corona"], "responses": ["No. The virus that causes COVID-19 and the one that caused the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 are related to each other genetically, but the diseases they cause are quite different."], "context_set": ""}, {"patterns": ["What is a corona virus?"], "tag": ["corona"], "responses": ["corona viruses are a large family of viruses that are known to cause illness ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS) and Severe Acute Respiratory Syndrome (SARS)."], "context_set": ""}, {"patterns": ["Can humans become infected with a novel corona virus of animal source?"], "tag": ["corona"], "responses": ["Detailed investigations found that SARS-CoV was transmitted from civet cats to humans in China in 2002 and MERS-CoV from dromedary camels to humans in Saudi Arabia in 2012. Several known corona viruses are circulating in animals that have not yet infected humans. As surveillance improves around the world, more corona viruses are likely to be identified."], "context_set": ""}, {"patterns": ["What are the symptoms of someone infected with a corona virus?"], "tag": ["symptoms_corona"], "responses": ["It depends on the virus, but common signs include respiratory symptoms, fever, cough, shortness of breath, and breathing difficulties. In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome, kidney failure and even death."], "context_set": ""}, {"patterns": ["Can corona viruse be transmitted from person to person?"], "tag": ["corona"], "responses": ["Yes, some corona viruses can be transmitted from person to person, usually after close contact with an infected patient, for example, in a household workplace, or health care centre."], "context_set": ""}, {"patterns": ["Is there a vaccine for a novel corona virus?"], "tag": ["vaccine"], "responses": ["When a disease is new, there is no vaccine until one is developed. It can take a number of years for a new vaccine to be developed"], "context_set": ""}, {"patterns": ["Is there a treatment for a novel corona virus?"], "tag": ["treatment_corona"], "responses": ["There is no specific treatment for disease caused by a novel corona virus. However, many of the symptoms can be treated and therefore treatment based on the patient’s clinical condition. Moreover, supportive care for infected persons can be highly effective."], "context_set": ""}, {"patterns": ["What can I do to protect myself?"], "tag": ["protect"], "responses": ["Standard recommendations to reduce exposure to and transmission of a range of illnesses include maintaining basic hand and respiratory hygiene, and safe food practices  and avoiding close contact, when possible, with anyone showing symptoms of respiratory illness such as coughing and sneezing."], "context_set": ""}, {"patterns": ["Are health workers at risk from a novel corona virus?"], "tag": ["worker_risk"], "responses": ["Yes, they can be, as health care workers come into contact with patients more often than the general public WHO recommends that health care workers consistently apply appropriate"], "context_set": ""}, {"patterns": ["What WHO recommendations for countries?"], "tag": ["WHO"], "responses": ["WHO encourages all countries to enhance their surveillance for severe acute respiratory infections (SARI), to carefully review any unusual patterns of SARI or pneumonia cases and to notify WHO of any suspected or confirmed case of infection with novel corona virus. Countries are encouraged to continue strengthening their preparedness for health emergencies in line with the International Health Regulations (2005)."], "context_set": ""}, {"patterns": ["Is My Child at Risk for corona virus (COVID-19)?"], "tag": ["risk_corona"], "responses": ["Experts are still learning about corona virus, but it seems to usually cause a milder illness in children than in adults or older people. Most people who have died from corona virus were older adults or people with health problems, such as heart disease, lung disease, or diabetes."], "context_set": ""}, {"patterns": ["What Should I Do if a Family Member Has Symptoms of corona virus (COVID-19)?"], "tag": ["symptoms_corona"], "responses": ["The symptoms of corona virus (fever, cough, and trouble breathing) can look a lot like illnesses from other viruses. If a family member has trouble breathing, go to the emergency room or call an ambulance right away. Call your doctor if someone in your family has a fever, cough, or other flu-like symptoms. If this person has been near someone with corona virus or lived in or traveled to an area where lots of people have corona virus, tell the doctor. The doctor can decide whether your family member: can be treated at home should come in for a visit can have a telehealth visit needs to be tested for corona virus"], "context_set": ""}, {"patterns": ["How Do Doctors Test People for corona virus (COVID-19)?"], "tag": ["test_doctor"], "responses": ["To test someone for corona virus, doctors send a mucus sample from the nose and back of the throat to a lab. If the person coughs up mucus, doctors might send that for testing too."], "context_set": ""}, {"patterns": ["Where Can I Get Updated Information on corona virus (COVID-19)?"], "tag": ["corona"], "responses": ["Check the CDC and World Health Organization (WHO) websites for up-to-date, reliable information about corona virus."], "context_set": ""}, {"patterns": ["What is COVID-19? What is SARS-CoV-2? "], "tag": ["covid_SARS"], "responses": ["Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is the name given to the 2019 novel coronavirus. COVID-19 is the name given to the disease associated with the virus. SARS-CoV-2 is a new strain of coronavirus that has not been previously identified in humans."], "context_set": ""}, {"patterns": ["Where do corona viruses come from?"], "tag": ["corona"], "responses": ["corona viruses are viruses that circulate among animals with some of them also known to infect humans. Bats are considered natural hosts of these viruses yet several other species of animals are also known to act as sources. For instance, Middle East Respiratory Syndrome corona virus (MERS-CoV) is transmitted to humans from camels, and Severe Acute Respiratory Syndrome corona virus-1 (SARS-CoV-1) is transmitted to humans from civet cats. More information on corona viruses can be found in the ECDC factsheet."], "context_set": ""}, {"patterns": ["Is this virus comparable to SARS or to the seasonal flu?"], "tag": ["SARS"], "responses": ["The novel corona virus detected in China in 2019 is closely related genetically to the SARS-CoV-1 virus. SARS emerged at the end of 2002 in China, and it caused more than 8 000 cases in 33 countries over a period of eight months. Around one in ten of the people who developed SARS died. As of 30 March 2020, the COVID-19 outbreak had caused over 700 000 cases worldwide since the first case was reported in China in January 2020. Of these, more than 30 000 are known to have died. While the viruses that cause both COVID-19 and seasonal influenza are transmitted from person-to-person and may cause similar symptoms, the two viruses are very different and do not behave in the same way."], "context_set": ""}, {"patterns": ["What is the mode of transmission of corona virus?"], "tag": ["transmission_corona"], "responses": ["While animals are believed to be the original source, the virus spread is now from person to person (human-to-human transmission). There is not enough epidemiological information at this time to determine how easily this virus spreads between people, but it is currently estimated that, on average, one infected person will infect between two and three other people. The virus seems to be transmitted mainly via small respiratory droplets through sneezing, coughing, or when people interact with each other for some time in close proximity (usually less than one metre). These droplets can then be inhaled, or they can land on surfaces that others may come into contact with, who can then get infected when they touch their nose, mouth or eyes. The virus can survive on different surfaces from several hours (copper, cardboard) up to a few days (plastic and stainless steel). However, the amount of viable virus declines over time and may not always be present in sufficient numbers to cause infection. The incubation period for COVID-19 (i.e. the time between exposure to the virus and onset of symptoms) is currently estimated to bet between one and 14 days. We know that the virus can be transmitted when people who are infected show symptoms such as coughing. There is also some evidence suggesting that transmission can occur from a person that is infected even two days before showing symptoms; however, uncertainties remain about the effect of transmission by  non-symptomatic persons.  "], "context_set": ""}, {"patterns": ["When is a person infectious?"], "tag": ["infectious"], "responses": ["The infectious period may begin one to two days before symptoms appear, but people are likely most infectious during the symptomatic period, even if symptoms are mild and very non-specific. The infectious period is now estimated to last for 7-12 days in moderate cases and up to two weeks on average in severe cases."], "context_set": ""}, {"patterns": ["How severe is COVID-19 infection?  "], "tag": ["infection"], "responses": ["Preliminary data from the EU/EEA (from the countries with available data) show that around 20-30% of diagnosed COVID-19 cases are hospitalised and 4% have severe illness. Hospitalisation rates are higher for those aged 60 years and above, and for those with other underlying health conditions."], "context_set": ""}, {"patterns": ["Are some people more at risk than others?"], "tag": ["risk"], "responses": ["Elderly people above 70 years of age and those with underlying health conditions (e.g. hypertension, diabetes, cardiovascular disease, chronic respiratory disease and cancer) are considered to be more at risk of developing severe symptoms. Men in these groups also appear to be at a slightly higher risk than females."], "context_set": ""}, {"patterns": ["Are children also at risk of infection and what is their potential role in transmission of covid19?"], "tag": ["risk_transmission"], "responses": ["Children make up a very small proportion of reported COVID-19 cases, with about 1% of all cases reported being under 10 years, and 4% aged 10-19 years. Children appear as likely to be infected as adults, but they have a much lower risk than adults of developing symptoms or severe disease. There is still some uncertainty about the extent to which asymptomatic or mildly symptomatic children transmit disease."], "context_set": ""}, {"patterns": ["What is the risk of infection in pregnant women and neonates?"], "tag": ["risk_pregnant"], "responses": ["There is limited scientific evidence on the severity of illness in pregnant women after COVID-19 infection. It seems that pregnant women appear to experience similar clinical manifestations as non-pregnant women who have progressed to COVID-19 pneumonia and to date (as of 25 March), there have been no maternal deaths, no pregnancy losses and only one stillbirth reported. No current evidence suggests that infection with COVID-19 during pregnancy has a negative effect on the foetus. At present, there is no evidence of transmission of COVID-19 from mother to baby during pregnancy and only one confirmed COVID-19 neonatal case has been reported to date. ECDC will continue to monitor the emerging scientific literature on this question, and suggests that all pregnant women follow the same general precautions for the prevention of COVID-19, including regular handwashing, avoiding individuals who are sick, and self-isolating in case of any symptoms, while consulting a healthcare provider by telephone for advice."], "context_set": ""}, {"patterns": ["When should I be tested for COVID-19?"], "tag": ["test_covid"], "responses": ["\"Current advice for testing depends on the stage of the outbreak in the country or area where you live. Testing approaches will be adapted to the situation at national and local level. National authorities may decide to test only subgroups of suspected cases based on the national capacity to test, the availability of necessary equipment for testing, the level of community transmission of COVID-19, or other criteria. As a resource conscious approach, ECDC has suggested that national authorities may consider prioritising testing in the following groups: hospitalised patients with severe respiratory infections; symptomatic healthcare staff including those with mild symptoms; cases with acute respiratory infections in hospital or long-term care facilities; patients with acute respiratory infections or influenza-like illness in certain outpatient clinics or hospitals; elderly people with underlying chronic medical conditions such as lung disease, cancer, heart failure, cerebrovascular disease, renal disease, liver disease, diabetes, and immunocompromising conditions.\""], "context_set": ""}, {"patterns": ["Where can I get tested?"], "tag": ["test"], "responses": ["If you are feeling ill with COVID-19 symptoms (such as fever, cough, difficulty breathing, muscle pain or general weakness), it is recommended that you contact your local healthcare services online or by telephone. If your healthcare provider believes there is a need for a laboratory test for the virus that causes COVID-19, he/she will inform you of the procedure to follow and advise where and how the test can be performed."], "context_set": ""}, {"patterns": ["Do persons suffering from pollen allergy or allergies in general have a higher risk to develop severe disease when having COVID-19?"], "tag": ["allergy_covid"], "responses": ["A large proportion of the population (up to 15-20%) reports seasonal symptoms related to pollen, the most common of which include itchy eyes, nasal congestion, runny nose and sometimes wheezing and skin rash. All these symptoms are usually referred to as hay fever, pollen allergy or more appropriately allergic rhinitis. Allergic rhinitis is commonly associated with allergic asthma in children and adults. Allergies, including mild allergic asthma, have not been identified as a major risk factor for SARS-CoV-2 infection or for a more unfavourable outcome in the studies available so far. Moderate to severe asthma on the other hand, where patients need treatment daily, is included in the chronic lung conditions that predispose to severe disease. Children and adults on maintenance medication for allergies (e.g. leukotriene inhibitors, inhaled corticosteroids and/or bronchodilators) need to continue their treatment as prescribed by their doctor and should not discontinue their medication due to fears of COVID-19. If they develop symptoms compatible with COVID-19, they will need to self-isolate, inform their doctor and monitor their health as everyone else. If progressive difficulty breathing develops, they should seek prompt medical assistance."], "context_set": ""}, {"patterns": ["How can we differentiate between hay fever/pollen allergy related respiratory symptoms and COVID-19 infection?"], "tag": ["allergy_covid"], "responses": ["Someone with COVID-19 usually has mild, flu-like symptoms (see above question 1), which are rather common and need to be distinguished from similar symptoms caused by common cold viruses and from allergic symptoms during springtime. The following table presents a comparison of the most common symptoms of all three conditions according to their reported frequency. It is good to bear in mind that the definitive diagnosis of COVID-19 is not clinical, but through laboratory testing of a sample from the nose or mouth."], "context_set": ""}, {"patterns": ["Should people who suffer from pollen allergy self-isolate if they develop typical hay fever symptoms?"], "tag": ["allergy_symptoms"], "responses": ["No, there is no more reason for people suffering from pollen allergy to self-isolate if they develop their typical hay-fever symptoms than for anyone else. They should continue following the general guidance for physical distancing and seek medical advice if their symptoms get worse, if they develop fever or progressive difficulty breathing."], "context_set": ""}, {"patterns": ["How can I avoid getting infected?"], "tag": ["avoid_infecting"], "responses": ["The virus enters your body via your eyes, nose and/or mouth, so it is important to avoid touching your face with unwashed hands. Washing of hands with soap and water for at least 20 seconds, or cleaning hands thoroughly with alcohol-based solutions, gels or tissues is recommended in all settings. It is also recommended to stay one metre or more away from people infected with COVID-19 who are showing symptoms, to reduce the risk of infection through respiratory droplets."], "context_set": ""}, {"patterns": ["How can I avoid infecting others?"], "tag": ["avoid_infecting"], "responses": ["\"Cough or sneeze into your elbow or use a tissue. If you use a tissue, dispose of it carefully after a single use Wash your hands with soap and water for at least 20 seconds. Stay one metre or more away from people to reduce the risk of spreading the virus through respiratory droplets.  If you feel unwell, stay at home. If you develop any symptoms suggestive of COVID-19, you should immediately call your healthcare provider for advice.\""], "context_set": ""}, {"patterns": ["What is physical distancing and why and how should I do it?"], "tag": ["distancing"], "responses": ["Physical distancing aims to reduce physical contact between potentially infected people and healthy people, or between population groups with high rates of transmission and others with low or no level of transmission. The objective of this is to decrease or interrupt the spread of COVID-19. Note that the term ‘physical distancing’ means the same thing as the widely used term ‘social distancing’, but it more accurately describes what is intended, namely that people keep physically apart. Physical distancing measures might be implemented over an extended period and their success depends on ensuring that people maintain social contact – from a distance – with friends, family and colleagues. Internet-based communications and the phone are therefore key tools for ensuring a successful physical distancing strategy."], "context_set": ""}, {"patterns": [" Are face masks effective in protecting against COVID-19?"], "tag": ["mask_covid"], "responses": ["If you are infected, the use of surgical face masks may reduce the risk of you infecting other people. On the other hand there is no evidence that face masks will effectively prevent you from becoming infected with the virus. In fact, it is possible that the use of face masks may even increase the risk of infection due to a false sense of security and increased contact between hands, mouth and eyes while wearing them. The inappropriate use of masks also may increase the risk of infection."], "context_set": ""}, {"patterns": ["How long will it take to develop a vaccine?"], "tag": ["vaccine"], "responses": ["The development of vaccines take time. Several pharmaceutical companies and research laboratories are working on vaccine candidates. It will, however, take months or years before any vaccine can be widely used, as it needs to undergo extensive testing in clinical trials to determine its safety and efficacy.  These clinical trials are an essential precursor to regulatory approval and usually take place in three phases. The first, involving a few dozen healthy volunteers, tests the vaccine for safety, monitoring for adverse effects. The second, involving several hundred people, usually in a part of the world badly affected by the disease, looks at how effective the vaccine is in the field, and the third does the same in several thousand people."], "context_set": ""}, {"patterns": ["Am I protected against COVID-19 if I had the influenza vaccine this year?"], "tag": ["covid_influenza"], "responses": ["Influenza and the virus that causes COVID-19 are two very different viruses and the seasonal influenza vaccine will not protect against COVID-19.  "], "context_set": ""}, {"patterns": ["What is the situation in Europe at the moment?"], "tag": ["europe_covid"], "responses": ["In the last month, the number of cases and deaths reported in the EU/EEA has increased exponentially from less than 2 000 cases to more than 350 000 (as of 30 March). During this time, all EU/EEA countries have reported increasing numbers of new cases; Italy has reported more than 90 000 new cases and Spain more than 75 000 new cases. If this trend continues, based on the quick pace of growth of the epidemic observed in China and northern Italy, it is likely that in days, or a small number of weeks, nationally incapacitating epidemics will be observed in most EU/EEA Member States."], "context_set": ""}, {"patterns": ["How prepared is Europe for COVID-19? "], "tag": ["europe_covid"], "responses": ["The outbreak of COVID-19 has evolved dramatically in the EU/EEA and the UK. The rapid escalation of cases in countries such as Italy and Spain has placed enormous pressure on healthcare systems, and presented a major challenge for local services. All countries in the EU have responded to the emerging situation. The situation continues to evolve and lessons are still being learnt and countries are working hard to adapt their response to the ever changing situation."], "context_set": ""}, {"patterns": ["What is the EU doing?"], "tag": ["EU"], "responses": ["The European Centre for Disease Prevention and Control (ECDC) is in continuous contact with the European Commission and the World Health Organization (WHO) regarding the assessment of this outbreak. To inform the European Commission and the public health authorities in Member States of the ongoing situation, ECDC publishes daily updates and continuously assesses the risk for EU citizens. ECDC and WHO develop technical guidance to support countries in their response. The European Commission is ensuring the coordination of risk management activities at EU level. The European Commission is organising regular coordination meetings between the Ministers of the Member States and providing some support for overcoming the equipment and supplies shortages that are being felt in many countries."], "context_set": ""}, {"patterns": ["How many people have been infected in the EU/EEA?"], "tag": ["EU"], "responses": ["COVID-19 is spreading rapidly worldwide, and the number of cases in Europe is increasing exponentially in many affected areas."], "context_set": ""}, {"patterns": ["How long will this outbreak last? When will we see the peak?"], "tag": ["peak"], "responses": ["Any predictions about when the peak will come and how long the outbreak will last are purely speculative at this stage. As greater evidence emerges regarding the nature of the virus and the effectiveness of measures used to control the outbreak, predictions relating to the future course of COVID-19 will become more reliable. "], "context_set": ""}, {"patterns": ["Should schools and day centres be closed?"], "tag": ["schools"], "responses": ["The evidence we have to date indicates that COVID-19 does not cause serious illness in children – not nearly as much as it does for adults. However, they can be infected as easily as adults, though the extent to which children play a role in the transmission of the virus to others is still uncertain. Depending on local circumstances, local authorities may decide to temporarily close schools and day care centres to reduce transmission in the community. However, school closures may have an impact on availability of healthcare staff and other essential services, due to the need for having to  care for their children when not in school, which needs to be taken into consideration (e.g. some countries only maintain schooling for these children of staff in a critical role). Also, if grandparents are asked to care for the children, the benefits of lower transmission between children might be offset by transmission into a more vulnerable population group. Wherever school closure happens, it is important that parents and caregivers are supported, for example by their employers applying teleworking or limited office shift schedules, so they can stay at home more and take care of their children."], "context_set": ""}, {"patterns": ["What are the travel restrictions in the European Union?"], "tag": ["restriction"], "responses": ["Travel has been shown to facilitate the spread of COVID-19 from affected to unaffected areas. Travel and trade restrictions during a public health event of international concern (PHEIC) are regulated under the International Health Regulations (IHR), part III. On 16 March, in an effort to slow the spread of the corona virus, the European Union leaders agreed to a temporary restriction on non-essential travel from third countries into the EU area by closing its borders for the next 30 days staring on 17 March 2020 The temporary travel restriction foresees exemptions for nationals of all EU Member States and Schengen Associated States (Iceland, Liechtenstein, Norway and Switzerland; whilst UK nationals are still to be treated in the same way as EU citizens until end 2020), for the purposes of returning to their homes. Exceptions are also foreseen for travellers with an essential function or need. In addition, most EU countries have also applied national borders closure and/or border checks and travel and transport restrictions or bans within their national borders and between different regions as a measure to slow the spread. See the measures implemented by EU Member States. Many EU countries have also encouraged their citizens to return home (with recommendations  for 14 days self-quarantine upon return) but also recommended that travellers avoid non-essential travels to areas with transmission of COVID-19."], "context_set": ""}, {"patterns": ["What precautions should I take if I need to travel?"], "tag": ["travel"], "responses": ["Travellers should adhere to strict hygiene measures, wash hands with soap and water regularly, and/or use alcohol-based hand sanitisers. Touching the face with unwashed hands should be avoided. Travellers should avoid contact with sick persons, in particular those with respiratory symptoms and fever. It should be emphasised that older people and those with underlying health conditions should take these precautionary measures very seriously. Travellers who develop any symptoms during or after travel should self-isolate; those developing acute respiratory symptoms within 14 days upon return should be advised to seek immediate medical advice, ideally by phone first to their national healthcare provider."], "context_set": ""}, {"patterns": ["What is the risk of infection when travelling by plane?"], "tag": ["travel"], "responses": ["The risk of being infected on an airplane cannot be excluded, but is currently considered to be low for an individual traveller. The risk of being infected in an airport is similar to that of any other place where many people gather. If it is established that a COVID-19 case has been on an airplane, other passengers who were at risk (as defined by how near they were seated to the infected passenger) will be contacted by public health authorities. Should you have questions about a flight you have taken, please contact your local health authority for advice.  The European Union Aviation Safety Agency (EASA) recommended measures to be taken by national authorities, such as thorough disinfecting and cleaning of aircraft after each flight serving high-risk destinations. EASA also recommended that airlines operating on all routes step up the frequency of cleaning, disinfect as a preventative measure and ensure full disinfection of any aircraft which has carried a passenger who was suspected or confirmed as being infected with COVID-19. Airport operators should similarly disinfect terminals regularly."], "context_set": ""}, {"patterns": [" Are people working in the supply chain including logistics, control services, retail, etc. at risk of getting COVID-19 by handling packages? What measures can be taken to reduce the risk of getting infected in this type of work setting?"], "tag": ["risk"], "responses": ["People working in the supply chain, including logistics, control services, retail, etc. are not at greater risk to of getting COVID-19 as a result of managing packages. ECDC does not recommend any special measures at the supply chain over and above those addressed to the general public: frequent and thorough hand washing and use of alcohol-based hand disinfectants, keeping a distance from other employees, and not working if showing signs of respiratory symptoms."], "context_set": ""}, {"patterns": ["What is the risk of COVID-19 infection from food products imported from affected areas?"], "tag": ["food"], "responses": ["There has been no report of transmission of COVID-19 via food, and therefore there is no evidence that food items imported into the European Union in accordance with the applicable animal and public health regulations pose a risk for the health of EU citizens in relation to COVID-19. The main mode of transmission is from person to person."], "context_set": ""}, {"patterns": ["What is the risk of COVID-19 infection from animals or animal products imported from affected areas?"], "tag": ["animal"], "responses": ["There is no evidence that any of the animals or animal products authorised for entry into the European Union pose a risk to the health of EU citizens as a result of the presence of COVID-19."], "context_set": ""}, {"patterns": ["I have a lung condition; am I at more risk of getting COVID-19 than somebody who doesn’t have a lung condition?"], "tag": ["lung"], "responses": ["No - the infection can be caught by anyone. However, people with underlying lung conditions might be more likely to show symptoms of the infection or to have a more severe infection than others. So far, most people that get COVID-19 have a mild viral illness, but some people develop a chest infection/pneumonia. We are not yet certain if people with lung conditions are more likely to get a chest infection after COVID-19, but it is likely since this is the case with other viruses like flu."], "context_set": ""}, {"patterns": ["Please can you provide detailed information about who is at high risk from a respiratory standpoint?"], "tag": ["risk"], "responses": ["\"Any severe respiratory condition is likely to place you at higher risk of complications, in particular: Severe COPD Severe asthma (meaning regularly requiring steroids for exacerbations, or taking a biological treatment of long-term corticosteroids) Bronchiectasis, particularly if you experience frequent chest infections Cystic fibrosis. Any other pulmonary condition where you are severely disabled by breathlessness (unable to leave the house due to breathlessness for example) or requiring long-term oxygen treatment. Lung cancer if currently active and being treated with chemotherapy or radiotherapy. There are hundreds of different lung conditions and so it is not possible to list them all. Remember that being “high risk” means you have a slightly higher risk of complications of COVID-19 infection than other people, but you are still mostly likely, if you contract the virus, to have a mild illness or no symptoms at all.\""], "context_set": ""}, {"patterns": ["Are there any additional measures that I should take to limit my risk of getting sick as I have a lung condition?"], "tag": ["measure"], "responses": ["\"Follow the advice from your country’s health authorities - this will be slightly different in each country depending on how many cases there are in your country. There are things that everyone should do to limit their risk. If you have a lung condition, the following are important. Avoid contact with anyone who is sick. Ask sick friends or relatives not to visit you and keep distance of at least 2 metres from anyone sick that you encounter in public. Do not touch your mouth, nose or eyes with unwashed hands unless unavoidable. Wash your hands thoroughly after touching surfaces that may be contaminated. Wash your hands with warm water and soap for 20 seconds. Make sure you take all of your regular medications and keep up with your usual treatments to keep your lungs as healthy as possible.\""], "context_set": ""}, {"patterns": ["Should I consider self-isolating to avoid catching the virus?"], "tag": ["isolate"], "responses": ["\"Self-isolating means staying indoors as much as possible and avoiding contact with others. The advice on self-isolation is different in different countries at the moment, but the following are sensible steps that apply to all countries in Europe: If you have symptoms of fever, cough or a chest infection you should self-isolate. If you do not have symptoms, avoid contact with anyone who is sick, even if they “just have a mild cold”. Stay at home as much as possible, including working from home if this is feasible. If you are in an area with a high number of COVID-19 cases, you may be asked to do a more strict isolation.\""], "context_set": ""}, {"patterns": ["Am I safe outside of the house provided I avoid crowded areas e.g. can I go to the park or walk outside?"], "tag": ["safe"], "responses": ["Yes. The virus is caught from people that have the infection and so there is no problem in going outside by yourself. What is important is to avoid contact with anyone who might be ill. Events outside where a large number of people are together have been cancelled around Europe and so you should not be attending any events or meetings where large numbers of people are coming together."], "context_set": ""}, {"patterns": ["Are people with respiratory disease more likely to die of COVID-19 than those without?"], "tag": ["covid"], "responses": ["So far, older age and the presence of underlying conditions - including lung conditions - have been risk factors for death. Nevertheless, it is important to emphasise that most patients, even those with underlying respiratory disease, have had mild infections and have fully recovered."], "context_set": ""}, {"patterns": ["As part of my condition, I regularly have a dry cough and fever – is there a way to distinguish these symptoms with those of COVID-19?"], "tag": ["fever"], "responses": ["\"No. There is nothing unique about the symptoms of COVID-19 and this is why most people who are tested for the virus do not have it. Their cough and fever are actually caused by something else. If you have a cough and fever that is typical for you, and you are not unwell enough to need hospital treatment, you should self-isolate at home until the symptoms have resolved.\""], "context_set": ""}, {"patterns": ["Should I wear a mask to protect myself from the virus?"], "tag": ["mask"], "responses": ["\"For the general population wearing a mask is only recommended if you are experiencing symptoms, such as a cough or a fever, or if you are caring for someone with these symptoms.Wearing a mask if you have a respiratory condition is not recommended as this may make breathing more difficult. If you have a respiratory condition and are concerned about catching COVID-19, discuss this with your doctor.To prevent shortages of face masks it is important to only use them if needed. When wearing a mask, it is important to use and dispose of them in the correct way. The World Health Organization has useful information about this.\""], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from my pet?"], "tag": ["covid"], "responses": ["There is currently no evidence that humans can catch the disease from common household animals such as cats and dogs."], "context_set": ""}, {"patterns": ["My neighbours often smoke in their garden and the smoke comes into my house if the windows are open. Can COVID-19 be transmitted through exhaled smoke?"], "tag": ["smoke"], "responses": ["There is no evidence that COVID-19 can be transmitted through smoke, but passive smoke exposure can still be harmful to people with lung conditions in other ways. It might be worth closing the windows if your neighbours are smoking."], "context_set": ""}, {"patterns": ["The news says that the worst affected by COVID-19 are the older age population and ‘people’ with pre-existing conditions. Are ‘people with pre-existing conditions’ also older or does this refer to people of any age?"], "tag": ["condition"], "responses": ["Most people dying from COVID-19 in the reports from China and other countries have been aged over 80 years and have had advanced heart and lung conditions. They have had a combination of older age and severe pre-existing conditions. The majority of both older people and people with pre-existing conditions have had a mild viral illness and have fully recovered."], "context_set": ""}, {"patterns": ["I had the flu vaccine this year, am I protected from this virus?"], "tag": ["flu_vaccine"], "responses": ["The flu vaccination only protects against the flu (influenza virus) and does not protect against COVID-19. There is no vaccine for COVID-19 and it is not likely that one will become available during the current pandemic."], "context_set": ""}, {"patterns": ["What is being done to protect the vulnerable population (elderly, people with health conditions)?"], "tag": ["vulnerable"], "responses": ["To protect older people and those with underlying health conditions, most European countries have adopted “social distancing” and self-isolation procedures. This means asking people to stay at home more than usual, practice good hand hygiene and keeping their distance in public to reduce transmission."], "context_set": ""}, {"patterns": ["What are organisations in Europe doing about the situation?"], "tag": ["Europe"], "responses": ["The European Centre for Disease Prevention and Control is focusing on containing the virus by identifying and testing suspected cases as early as possible, and limiting the impact of the disease by securing preparedness services and personal measures such as hand washing. "], "context_set": ""}, {"patterns": ["Can the virus that causes COVID-19 be transmitted through the air?"], "tag": ["transmission_corona"], "responses": ["Studies to date suggest that the virus that causes COVID-19 is mainly transmitted through contact with respiratory droplets rather than through the air."], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from the feces of someone with the disease?"], "tag": ["faces"], "responses": ["The risk of catching COVID-19 from the feces of an infected person appears to be low. While initial investigations suggest the virus may be present in feces in some cases, spread through this route is not a main feature of the outbreak. The ongoing research on the ways COVID-19 is spread and will continue to share new findings. Because this is a risk, however, it is another reason to clean hands regularly, after using the bathroom and before eating."], "context_set": ""}, {"patterns": ["What can I do to protect myself and prevent the spread of disease"], "tag": ["protect"], "responses": ["Protection measures for everyone Stay aware of the latest information on the COVID-19 outbreak, available on the national,state and local public health authority. Many countries around the world have seen cases of COVID-19 and several have seen outbreaks. Authorities in China and some other countries have succeeded in slowing or stopping their outbreaks. However, the situation is unpredictable so check regularly for the latest news. You can reduce your chances of being infected or spreading COVID19 by taking some simple precautions: • Regularly and thoroughly clean your hands with an alcoholbased hand rub or wash them with soap and water. Why? Washing your hands with soap and water or using alcohol-based hand rub kills viruses that may be on your hands. • Maintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing. Why? When someone coughs or sneezes they spray small liquid droplets from their nose or mouth which may contain virus. If you are too close, you can breathe in the droplets, including the COVID-19 virus if the person coughing has the disease. • Avoid touching eyes, nose and mouth. Why? Hands touch many surfaces and can pick up viruses. Once contaminated, hands can transfer the virus to your eyes, nose or mouth. From there, the virus can enter your body and can make you sick. • Make sure you, and the people around you, follow good respiratory hygiene. This means covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then dispose of the used tissue immediately. Why? Droplets spread virus. By following good respiratory hygiene you protect the people around you from viruses such as cold, flu and COVID-19. • Stay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority. Why? National and local authorities will have the most up to date information on the situation in your area. Calling in advance will allow your health care provider to quickly direct you to the right health facility. This will also protect you and help prevent spread of viruses and other infections. • Keep up to date on the latest COVID-19 hotspots (cities or local areas where COVID-19 is spreading widely). If possible, avoid traveling to places – especially if you are an older person or have diabetes, heart or lung disease. Why? You have a higher chance of catching COVID-19 in one of these areas."], "context_set": ""}, {"patterns": ["Protection measures for persons who are in or have recently visited (past 14 days) areas where COVID-19 is spreading"], "tag": ["measure"], "responses": ["Self-isolate by staying at home if you begin to feel unwell, even with mild symptoms such as headache, low grade fever (37.3 C or above) and slight runny nose, until you recover. If it is essential for you to have someone bring you supplies or to go out, e.g. to buy food, then wear a mask to avoid infecting other people. Why? Avoiding contact with others and visits to medical facilities will allow these facilities to operate more effectively and help protect you and others from possible COVID-19 and other viruses. o If you develop fever, cough and difficulty breathing, seek medical advice promptly as this may be due to a respiratory infection or other serious condition. Call in advance and tell your provider of any recent travel or contact with travelers. Why? Calling in advance will allow your health care provider to quickly direct you to the right health facility. This will also help to prevent possible spread of COVID-19 and other viruses."], "context_set": ""}, {"patterns": ["How likely am I to catch COVID-19?"], "tag": ["catch"], "responses": ["\"The risk depends on where you are - and more specifically, whether there is a COVID-19 outbreak unfolding there. For most people in most locations the risk of catching COVID-19 is still low. However, there are now places around the world (cities or areas) where the disease is spreading. For people living in, or visiting, these areas the risk of catching COVID-19 is higher. Governments and health authorities are taking vigorous action every time a new case of COVID-19 is identified. Be sure to comply with any local restrictions on travel, movement or large gatherings. Cooperating with disease control efforts will reduce your risk of catching or spreading COVID-19. COVID-19 outbreaks can be contained and transmission stopped, as has been shown in China and some other countries. Unfortunately, new outbreaks can emerge rapidly. It’s important to be aware of the situation where you are or intend to go.\""], "context_set": ""}, {"patterns": ["Should I worry about COVID-19?"], "tag": ["worry"], "responses": ["Illness due to COVID-19 infection is generally mild, especially for children and young adults. However, it can cause serious illness: about 1 in every 5 people who catch it need hospital care. It is therefore quite normal for people to worry about how the COVID-19 outbreak will affect them and their loved ones. We can channel our concerns into actions to protect ourselves, our loved ones and our communities. First and foremost among these actions is regular and thorough hand-washing and good respiratory hygiene. Secondly, keep informed and follow the advice of the local health authorities including any restrictions put in place on travel, movement and gatherings."], "context_set": ""}, {"patterns": ["Are antibiotics effective in preventing or treating the COVID-19?"], "tag": ["antibiotic"], "responses": ["No. Antibiotics do not work against viruses, they only work on bacterial infections. COVID-19 is caused by a virus, so antibiotics do not work. Antibiotics should not be used as a means of prevention or treatment of COVID-19. They should only be used as directed by a physician to treat a bacterial infection."], "context_set": ""}, {"patterns": ["Are there any medicines or therapies that can prevent or cure COVID-19"], "tag": ["medicine"], "responses": ["While some western, traditional or home remedies may provide comfort and alleviate symptoms of COVID-19, there is no evidence that current medicine can prevent or cure the disease. We does not recommend self-medication with any medicines, including antibiotics, as a prevention or cure for COVID-19. However, there are several ongoing clinical trials that include both western and traditional medicines. We will continue to provide updated information as soon as clinical findings are available."], "context_set": ""}, {"patterns": ["Should I wear mask to protect myself"], "tag": ["mask"], "responses": ["Only wear a mask if you are ill with COVID-19 symptoms (especially coughing) or looking after someone who may have COVID-19. Disposable face mask can only be used once. If you are not ill or looking after someone who is ill then you are wasting a mask. There is a world-wide shortage of masks, so We urge people to use masks wisely. We advises rational use of medical masks to avoid unnecessary wastage of precious resources and mis-use of masks The most effective ways to protect yourself and others against COVID-19 are to frequently clean your hands, cover your cough with the bend of elbow or tissue and maintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing."], "context_set": ""}, {"patterns": ["How to put on use take off and dispose of a mask?"], "tag": ["mask"], "responses": ["Remember, a mask should only be used by health workers, care takers, and individuals with respiratory symptoms, such as fever and cough. 2. Before touching the mask, clean hands with an alcohol-based hand rub or soap and water 3. Take the mask and inspect it for tears or holes. 4. Orient which side is the top side (where the metal strip is). 5. Ensure the proper side of the mask faces outwards (the coloured side). 6. Place the mask to your face. Pinch the metal strip or stiff edge of the mask so it moulds to the shape of your nose. 7. Pull down the mask’s bottom so it covers your mouth and your chin. 8. After use, take off the mask; remove the elastic loops from behind the ears while keeping the mask away from your face and clothes, to avoid touching potentially contaminated surfaces of the mask. 9. Discard the mask in a closed bin immediately after use. 10. Perform hand hygiene after touching or discarding the mask – Use alcohol-based hand rub or, if visibly soiled, wash your hands with soap and water."], "context_set": ""}, {"patterns": ["How long is the incubation period for COVID-19?"], "tag": ["incubation"], "responses": ["The “incubation period” means the time between catching the virus and beginning to have symptoms of the disease. Most estimates of the incubation period for COVID-19 range from 1-14 days, most commonly around five days. These estimates will be updated as more data become available."], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from my pet?"], "tag": ["covid"], "responses": ["While there has been one instance of a dog being infected in Hong Kong, to date, there is no evidence that a dog, cat or any pet can transmit COVID-19. COVID-19 is mainly spread through droplets produced when an infected person coughs, sneezes, or speaks. To protect yourself, clean your hands frequently and thoroughly. We continues to monitor the latest research on this and other COVID19 topics and will update as new findings are available."], "context_set": ""}, {"patterns": ["Is it safe to receive a package from any area where COVID-19 has been reported?"], "tag": ["package"], "responses": ["Yes. The likelihood of an infected person contaminating commercial goods is low and the risk of catching the virus that causes COVID-19 from a package that has been moved, travelled, and exposed to different conditions and temperature is also low."], "context_set": ""}, {"patterns": ["Is there anything I should not do?"], "tag": ["not_do"], "responses": ["The following measures ARE NOT effective against COVID-2019 and can be harmful: • Smoking • Wearing multiple masks • Taking antibiotics (See question 10 \"Are there any medicines of therapies that can prevent or cure COVID-19?\")"], "context_set": ""}, {"patterns": ["Can you have COVID-19 and show no symptoms?"], "tag": ["symptoms"], "responses": ["You can have it and display no symptoms depending on your age, how strong your immune system is and how recently you have been exposed. Because it is extremely contagious, the virus can be transmitted easily - even by individuals without symptoms - which is why it is important to practice preventative measures even if you feel fine."], "context_set": ""}, {"patterns": ["Can one get corona virus for a second time?"], "tag": ["second"], "responses": ["Currently it is unknown how long the immunity of COVID-19 patients can last. However, the virus could potentially mutate in such a way as to cause patients to become susceptible again. questions like: How accurate were the test results? Was the recovered patient reinfected with the virus, or did they have an infection that simply lasted a long time? Are there variations in immune response among different people? How many different versions of COVID-19 may be spreading around? These questions could help us understand the immune response of the virus."], "context_set": ""}, {"patterns": ["How long can the virus survive on surfaces?"], "tag": ["virus"], "responses": ["\"This depends on the surface material and the amount of virus present. A recent study investigated the persistence of corona virus on stainless steel, plastic, cardboard and copper. The authors used an initial virus concentration similar to that found in the respiratory tract of infected people. The virus remained detectable for between 10 hours and three days, with the shortest persistence on copper and the longest on plastic. Another study that looked at the related virus SARS-CoV - the virus responsible for the SARS outbreak in 2003 - found it was detectable for up to nine days. However, just because a virus is detectable does not mean it poses a health risk. So an interesting related question is: How long should we worry about becoming sick from touching a contaminated surface? The answer to this is probably shorter than three to nine days. One reason is that the virus concentration on surfaces declines over time as it dries out, so the longer the time since contamination, the lower the risk. A second reason is that only a portion of the total virus will transfer from the surface to your hand to your mouth or nose. Nevertheless, risks from surface contamination in highly trafficked areas provide additional motivation to wash your hands frequently with soap and water and disinfect surfaces regularly.\""], "context_set": ""}, {"patterns": ["How has attention to other major illnesses (like cancer) been affected?"], "tag": ["illness"], "responses": ["The diversion of healthcare resources to manage the COVID-19 crisis has significantly affected the ability of many health systems to maintain standards of care for patients with other medical conditions. Hospitals in the worst-affected countries are struggling to keep pace with the number of admissions from the corona virus alone, and have almost zero capacity to cope with other conditions. Even in countries that are not as badly affected, many hospitals have now deferred elective surgeries, redirected any upper respiratory tract infection or pneumonia cases to isolation wards, and cancelled or postponed non-critical outpatient clinic visits. This also means that people are deferring their health checks, including screening tests to pick up cancer incidence. The latter in particular means there will be patients who would otherwise have been identified through routine screening as being in need of urgent medical attention, and these are now missed or delayed – which means the window of opportunity for seeking early or effective treatment may be closed, resulting in morbidity or mortality that could have been avoided. The situation may be compounded when the supply chains for essential medicines are disrupted, a reality that is starting to happen in several countries which are key producers of medical supplies."], "context_set": ""}, {"patterns": ["Is it possible that one day this will happen again?"], "tag": ["again"], "responses": ["Over the past 30 years, the number of annual epidemics has nearly tripled. In the past 15 years alone, outbreaks of Zika, MERS-CoV, SARS, cholera, tuberculosis, HIV/AIDS, influenza and Ebola have killed hundreds of thousands of people. We know why this is happening. We live in a world where humans are increasingly connected — not only to each other but also to animals, which are responsible for about three-quarters of new infectious diseases. What’s more, human beings are moving around the planet faster than at any other time in history, giving pathogens endless opportunities to find new hosts, cross borders and evolve into stronger strains than we’ve seen in the past. Climate change is also fuelling the spread of disease, as warmer temperatures disrupt our ecological balance and expand the habitats of mosquitoes and other disease-carrying species. Meanwhile, antimicrobial resistance is undermining some of the gains we have made in controlling outbreaks, as infections become more difficult — and even impossible — to kill. The next pandemic is only a matter of time. And as has become painfully obvious over these past few weeks, we remain dangerously underprepared."], "context_set": ""}, {"patterns": ["How to stop infection spreading of covid-19 ?"], "tag": ["spread"], "responses": ["\"DO's : wash your hands with soap and water often – do this for at least 20 seconds. use hand sanitiser gel if soap and water are not available. wash your hands as soon as you get home. cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze. put used tissues in the bin immediately and wash your hands afterwards. Dont's: do not touch your eyes, nose or mouth if your hands are not clean\". "], "context_set": ""}, {"patterns": ["What to do if you need medical help ? "], "tag": ["medical"], "responses": ["\"If you need medical help for any reason, do not go to places like a GP surgery, pharmacy or hospital.If you have symptoms of coronavirus (a high temperature or a new, continuous cough), use the 111 coronavirus service.If you need help or advice not related to coronavirus:for health information and advice, use the NHS website or your GP surgery website for urgent medical help, use the NHS 111 online service – only call 111 if you're unable to get help online for life-threatening emergencies, call 999 for an ambulance\""], "context_set": ""}, {"patterns": ["How to protect yourself from coronavirus ?"], "tag": ["protect"], "responses": ["\"You should only leave the house for very limited purposes:shopping for basic necessities, for example food and medicine, which must be as infrequent as possible.one form of exercise a day, for example a run, walk, or cycle – alone or with members of your household any medical need, including to donate blood, avoid or escape risk of injury or harm, or to provide care or to help a vulnerable person travelling for work purposes, but only where you cannot work from home.\""], "context_set": ""}, {"patterns": ["Who are the People most at risk ? "], "tag": ["risk"], "responses": ["\"People most at risk from coronavirus are sometimes called \"\"shielded\"\" or \"\"extremely vulnerable\"\" people. This includes people who: have had an organ transplant, are having certain types of cancer treatment, have blood or bone marrow cancer, such as leukaemia, have a severe lung condition, such as cystic fibrosis or severe asthma, have a condition or are taking medicine that makes them much more likely to get infections, are pregnant and have a serious heart condition\""], "context_set": ""}, {"patterns": ["What are the symptoms of someone infected with a corona virus?"], "tag": ["symptoms"], "responses": ["\"Do not leave your home if you have either: a high temperature – this means you feel hot to touch on your chest or back (you do not need to measure your temperature) a new, continuous cough – this means coughing a lot for more than an hour, or 3 or more coughing episodes in 24 hours (if you usually have a cough, it may be worse than usual) To protect others, do not go to places like a GP surgery, pharmacy or hospital. Stay at home. Use the 111 online coronavirus service to find out what to do.\""], "context_set": ""}, {"patterns": ["How long you should self isolate ?"], "tag": ["isolate"], "responses": ["\"Do not leave your home if you have symptoms of coronavirus (COVID-19) or live with someone who does.This is called self-isolation.If you are self-isolating, you must: not leave your home for any reason, other than to exercise once a day – but stay at least 2 metres (3 steps) away from other people not go out to buy food or collect medicine – order them by phone or online, or ask someone else to drop them off at your home not have visitors, such as friends and family, in your home. You can use your garden, if you have one.\""], "context_set": ""}, {"patterns": ["How long to self-isolate if you have symptoms ? "], "tag": ["isolate"], "responses": ["\"If you have symptoms of coronavirus, you'll need to self-isolate for 7 days. After 7 days: if you do not have a high temperature, you do not need to self-isolate. if you still have a high temperature, keep self-isolating until your temperature returns to normal. You do not need to self-isolate if you just have a cough after 7 days. A cough can last for several weeks after the infection has gone.\""], "context_set": ""}, {"patterns": ["What to do If you live with someone who has symptoms?"], "tag": ["symptoms"], "responses": ["\"If you live with someone who has symptoms, you'll need to self-isolate for 14 days from the day their symptoms started. This is because it can take 14 days for symptoms to appear.If more than 1 person at home has symptoms, self-isolate for 14 days from the day the first person started having symptoms.If you get symptoms, self-isolate for 7 days from when your symptoms start, even if it means you're self-isolating for longer than 14 days. If you do not get symptoms, you can stop self-isolating after 14 days.\""], "context_set": ""}, {"patterns": ["What should be done to reduce the spread of infection in your home ? "], "tag": ["reduce_infection"], "responses": ["\"Do's: wash your hands with soap and water often, for at least 20 seconds, use hand sanitiser gel if soap and water are not available.cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze put used tissues in the bin straight away and wash your hands afterwards. clean objects and surfaces you touch often (like door handles, kettles and phones) using your regular cleaning products.clean a shared bathroom each time you use it, for example by wiping the surfaces you have touched. Dont's: do not share towels, including hand towels and tea towels\""], "context_set": ""}, {"patterns": ["How to Treat corona virus symptoms at home ? "], "tag": ["symptoms"], "responses": ["\"To help yourself stay well while you're at home: rest and sleep, drink plenty of water to avoid dehydration – drink enough so your pee is light yellow and clear, take paracetamol to lower your temperature\""], "context_set": ""}, {"patterns": ["Can I take ibuprofen if I have corona virus ? "], "tag": ["ibuprofen"], "responses": ["\"There is currently no strong evidence that ibuprofen can make coronavirus (COVID-19) worse. But until we have more information, take paracetamol to treat the symptoms of coronavirus, unless your doctor has told you paracetamol is not suitable for you. If you are already taking ibuprofen or another non-steroidal anti-inflammatory (NSAID) on the advice of a doctor, do not stop taking it without checking first.\""], "context_set": ""}, {"patterns": ["When am I allowed to leave the house?"], "tag": ["house"], "responses": ["\"You should only leave the house for very limited purposes: shopping for basic necessities, for example food and medicine, which must be as infrequent as possible one form of exercise a day, for example a run, walk, or cycle - alone or with members of your household any medical need, including to donate blood, avoid or escape risk of injury or harm, or to provide care or to help a vulnerable person travelling for work purposes, but only where you cannot work from home\""], "context_set": ""}, {"patterns": ["Can I go to the dentist, my GP or another medical appointment?"], "tag": ["medical_appointment"], "responses": ["\"You can leave home for medical appointments. GP practices may postpone non-urgent health checks or routine appointments. You should go to the doctor if there is an essential medical need.\""], "context_set": ""}, {"patterns": ["Should I stay at home or go to work?"], "tag": ["home"], "responses": ["\"You may travel for work purposes, but only where you cannot work from home. Certain jobs require people to travel to their place of work – for instance if they operate machinery, work in construction or manufacturing, or are delivering front line services such as train and bus drivers. Employers and employees should discuss their working arrangements, and employers should take every possible step to facilitate their employees working from home, including providing suitable IT and equipment to enable remote working.\""], "context_set": ""}, {"patterns": ["I’m not a critical worker and I can’t work from home. What should I do?"], "tag": ["worker home"], "responses": ["\"If you cannot work from home then you can still travel to work. This is consistent with the Chief Medical Officer’s advice. Critical workers are those who can still take their children to school or childcare. This critical worker definition does not affect whether or not you can travel to work – if you are not a critical worker, you may still travel to work provided you cannot work from home. Anyone who has symptoms or is in a household where someone has symptoms should not go to work and should self-isolate.\""], "context_set": ""}, {"patterns": ["How can I find out if my work is essential or not?"], "tag": ["work"], "responses": ["\"The government is not saying only people doing “essential” work can go to work. Anyone who cannot work from home can still go to work. Separately, there is a list of critical workers who can still take their children to school or childcare. Provision has been prioritised for these workers. Every worker – whether critical or not – should work from home if they can but may otherwise travel to work. We have also asked certain businesses where people gather, such as pubs and most shops, to close. Separate guidance has been published on this.\""], "context_set": ""}, {"patterns": ["Can I see my friends?"], "tag": ["friends"], "responses": ["\"We must all stay away from each other to stop spreading the virus, and that means you should not be meeting friends unless you live in the same household. Instead, you could keep in touch with your friends using phone or video calls.\""], "context_set": ""}, {"patterns": ["Can I visit elderly relatives?"], "tag": ["relatives"], "responses": ["\"No, you should not be visiting family members who do not live in your home. You should keep in touch with them using phone or video calls. Where your relatives are elderly or vulnerable, you may leave your house to help them, for example by dropping shopping or medication at their door. You can also help them to order online.\""], "context_set": ""}, {"patterns": ["Can I go out to help a vulnerable person?"], "tag": ["vulnerable"], "responses": ["\"You can only provide support to vulnerable people if you fulfil all of the conditions below: you are well and have no symptoms like a cough or high temperature and nobody in your household does, you are under 70, you are not pregnant,you do not have any long-term health conditions that make you vulnerable to coronavirus. When outside the home, you should stay at least two metres away from others wherever possible. We have seen an incredible effort across the country already, and we’re hugely grateful to those who support the vulnerable in their communities by volunteering day-to-day.\""], "context_set": ""}, {"patterns": ["Can I go to park ? "], "tag": ["park"], "responses": ["\"You can still go to the park for outdoor exercise once a day but only alone or with members of your household, not in groups. Communal places within parks such as sports courts, playgrounds and outdoor gyms have been closed to protect everyone’s health. We ask that households use parks responsibly and keep 2 metres apart from others at all times. Unless you are with members of your household, gatherings of more than two people in parks and other public spaces have been banned. The police have the powers to disperse gatherings and issue fines if necessary.\""], "context_set": ""}, {"patterns": ["Can I move house?"], "tag": ["house"], "responses": ["\"Homebuyers and renters should, where possible, delay moving to a new house while measures are in place to fight coronavirus.If moving is unavoidable for contractual reasons and the parties are unable to reach an agreement to delay, people must follow advice on staying away from others to minimise the spread of the virus.\""], "context_set": ""}, {"patterns": ["Can I drive to a national park or other green space to walk?"], "tag": ["drive"], "responses": ["\"We advise you to stay local and use open spaces near to your home where possible – do not travel unnecessarily.You can still go to the park for outdoor exercise once a day but only by yourself or within your household, not in groups. We ask you to keep 2 metres apart from others outside your household at all times when outdoors.\""], "context_set": ""}, {"patterns": ["What will happen to me if I break the rules?"], "tag": ["rules"], "responses": ["\"We appreciate all the effort people are putting into containing the spread of coronavirus which will help protect our NHS and save lives.However, if you leave your home or gather in public for any reason other than those specified, the police may: instruct you to go home, leave an area or disperse. instruct you to take steps to stop your children breaking these rules if they have already done so take you home – or arrest you – if you do not follow their instructions or where they deem it necessary issue a fine (fixed penalty notice) of £60, which will be lowered to £30 if paid within 14 days. issue a fine (fixed penalty notice) of £120 for second time offenders, doubling on each further repeat offence. Individuals who do not pay their fine could be taken to court, with magistrates able to impose unlimited fines.\""], "context_set": ""}, {"patterns": ["What to do if you have symptoms ? "], "tag": ["symptoms"], "responses": ["\"Stay at home guidance: Public Health England (PHE) is advising to stay at home for 7 days if you have either:a high temperature, a new continuous cough, This will help to protect others in your community while you are infectious.Do not go to a GP surgery, pharmacy or hospital.You do not need to contact NHS 111 to tell them you’re staying at home.PHE will not be testing people who are self-isolating with mild symptoms.Contacting NHS 111:Use the NHS 111 online coronavirus service if:you feel you cannot cope with your symptoms at home, your condition gets worse your symptoms do not get better after 7 days\""], "context_set": ""}, {"patterns": ["What can I do to prevent catching or spreading the germs ? "], "tag": ["spread"], "responses": ["\"There are things you can do to help stop viruses like coronavirus spreading which now includes: Social distancing, Stay at home guidance\""], "context_set": ""}, {"patterns": ["Are the Intercollegiate Halls of Residence open?"], "tag": ["intercollegiate"], "responses": ["\"Yes. We will continue to offer accommodation for any residents who want to remain in London. You should review the Frequently Asked Questions relating to Halls of Residence for the most up to date information.\""], "context_set": ""}, {"patterns": ["Is teaching continuing for students?"], "tag": ["teaching"], "responses": ["\"Flexible and distance learning"], "context_set": ""}, {"patterns": ["What is corona virus ? "], "tag": ["corona"], "responses": ["Our online, flexible and distance learning programmes continue to be delivered and are supported by staff working remotely. Our students are able to continue with their studies through ongoing, full access to our digital resources. Our students also continue to be supported through our Student Portal and Virtual Learning Environment."], "context_set": ""}, {"patterns": ["What is social distancing ? "], "tag": ["distancing"], "responses": [""], "context_set": ""}, {"patterns": ["What effect does coronavirus have on pregnant women?"], "tag": ["pregnant"], "responses": ["Students who study at a Recognised Teaching Centre should also follow the advice from their local teaching centre on classes."], "context_set": ""}, {"patterns": ["What effect will coronavirus have on my baby if I am diagnosed with the infection?"], "tag": ["baby"], "responses": [""], "context_set": ""}, {"patterns": ["Why are pregnant women in a vulnerable group?"], "tag": ["vulnerable"], "responses": ["School of Advanced Study"], "context_set": ""}, {"patterns": ["What is the travel advice if I am pregnant?"], "tag": ["pregnant"], "responses": ["Within the School of Advanced Study there will be some minimal face to face teaching for taught postgraduates for week commencing 16 March with no teaching planned for next term as students will be preparing for dissertations."], "context_set": ""}, {"patterns": ["Should I attend my antenatal and postnatal appointments?"], "tag": ["appointment"], "responses": [""], "context_set": ""}, {"patterns": ["What should I do if I develop a fever or temperature, or both, when I am pregnant?"], "tag": ["pregnant"], "responses": ["Students will continue to be supported through other means and course directors will be in touch to facilitate this. Similarly, research students will continue to be remotely supported. Where possible adjustments will be made to assignment dates, vivas, upgrades and supervisions. "], "context_set": ""}, {"patterns": ["What impact will corona virus have on my pregnancy?"], "tag": [" pregnant"], "responses": [""], "context_set": ""}, {"patterns": ["Will my childbirth choices be affected by the coronavirus pandemic?"], "tag": ["child"], "responses": ["Keep up to date via the School of Advanced Study website."], "context_set": ""}, {"patterns": ["Will I be able to have my birth partner with me during labour and birth?"], "tag": ["birth"], "responses": [""], "context_set": ""}, {"patterns": ["Will I be able to have my birth partner with me if I am being induced?"], "tag": ["birth"], "responses": ["University of London Institute in Paris"], "context_set": ""}, {"patterns": ["Will my birth partner be able to stay with me if I have a caesarean or instrumental birth that occurs in an operating theatre?"], "tag": ["birth"], "responses": ["For the University of London Institute in Paris, any teaching for the remainder of the term before the Easter break are taking place remotely from Monday 16 March. Keep up to date via the Institute's website.\""], "context_set": ""}, {"patterns": ["Is there any advice for birth partners during the corona virus pandemic?"], "tag": ["birth"], "responses": ["\"Coronaviruses are a large family of viruses common around the world, which may cause illness in animals or humans. The Novel Coronavirus (or Covid-19) originated in Wuhan City, Hubei Province, China in December 2019, but cases have since been confirmed around the world."], "context_set": ""}, {"patterns": [" How will I be tested for corona virus?"], "tag": ["testing"], "responses": [""], "context_set": ""}, {"patterns": ["What should I do if I test positive for coronavirus?"], "tag": ["testing"], "responses": ["Public Health England has assessed the current risk to the public as 'high' and will be working with the World Health Organisation (WHO), the NHS and other international partners constantly to review the situation.\""], "context_set": ""}, {"patterns": ["Why would I be asked to self-isolate (as opposed to reducing social contact)?"], "tag": ["isolate"], "responses": ["\"On Monday 23 March 2020, the government announced strict new social distancing measures, it is the single most important action we can all take in fighting coronavirus by staying at home in order to protect the NHS and save lives."], "context_set": ""}, {"patterns": ["What should I do if I’m asked to self-isolate?"], "tag": ["isolate"], "responses": [""], "context_set": ""}, {"patterns": ["How will my care be managed after I have recovered from coronavirus?"], "tag": ["corona"], "responses": ["People will only be allowed to leave their homes for the following very limited purposes:"], "context_set": ""}, {"patterns": ["What do I do if I feel unwell or I’m worried about my baby during self-isolation?"], "tag": ["baby"], "responses": [""], "context_set": ""}, {"patterns": ["Will being in self-isolation for suspected or confirmed corona virus affect where I give birth?"], "tag": ["birth"], "responses": ["Shopping for basic necessities as infrequently as possible"], "context_set": ""}, {"patterns": ["Will being in self-isolation for suspected or confirmed coronavirus affect how I give birth?"], "tag": ["birth"], "responses": ["One form of exercise a day, for example a run, walk, cycle, alone or with members of your household"], "context_set": ""}, {"patterns": ["What happens if I go into labour during my self-isolation period?"], "tag": ["labour"], "responses": ["Any medical need to provide care or help a vulnerable person"], "context_set": ""}, {"patterns": ["Could I pass corona virus to my baby?"], "tag": ["baby"], "responses": ["Travelling to and from work, only when absolutely necessary and when it cannot be done from home"], "context_set": ""}, {"patterns": ["Will my baby be tested for coronavirus?"], "tag": ["baby"], "responses": ["These restrictions apply to all staff and students, including Undergraduates, Postgraduate Taught students, and Postgraduate Research students, including those living in University accommodation. Unless you have specifically been asked to do so for business critical reasons, please do not access campus facilities.\""], "context_set": ""}, {"patterns": ["What is corona virus ? "], "tag": ["corona_virus"], "responses": ["\"Generally, pregnant women do not appear to be more likely to be seriously unwell than other healthy adults if they develop the new coronavirus. It is expected the large majority of pregnant women will experience only mild or moderate cold/flu like symptoms."], "context_set": ""}, {"patterns": ["Why is this disease being called corona virus disease 2019, covid-19 ?"], "tag": ["corona_virus"], "responses": [""], "context_set": ""}, {"patterns": ["Why might someone blame or avoid individuals and groups (create stigma) because of covid-19 ?"], "tag": ["covid"], "responses": ["More severe symptoms such as pneumonia, seem to be appear to be more common in older people, those with weakened immune systems or long-term conditions. As yet, there is no evidence that pregnant women who get this infection are more at risk of serious complications than any other healthy individuals."], "context_set": ""}, {"patterns": ["How can people help stop stigma related to covid-19 ? "], "tag": ["stigma"], "responses": [""], "context_set": ""}, {"patterns": ["What is source of corona virus ? "], "tag": ["corona"], "responses": ["If you think you may have symptoms of COVID-19 you should use the NHS 111 online service for information, or NHS 24 if in Scotland. If you develop more severe symptoms or your recovery is delayed, this may be a sign that you are developing a more significant chest infection that requires specialised care. Our advice remains that if you feel your symptoms are worsening or if you are not getting better you should contact your maternity care team or use the NHS 111 online service / NHS 24 for further information and advice.\""], "context_set": ""}, {"patterns": ["How does corona virus spread ? "], "tag": ["spread"], "responses": ["\"As this is a very new virus we are just beginning to learn about it. There is no evidence to suggest an increased risk of miscarriage."], "context_set": ""}, {"patterns": ["Why are we seeing rise in cases ?"], "tag": ["rise"], "responses": [""], "context_set": ""}, {"patterns": ["Can someone who has covid-19 spread the illness to others ? "], "tag": ["spread"], "responses": ["Emerging evidence suggests that transmission from mother to baby during pregnancy or birth (vertical transmission) is probable. There has been a report of a single case in which this appears likely, but reassuringly the baby was discharged from hospital and is well. In all previously reported cases, infection was found at least 30 hours after birth. It is important to emphasise that in all reported cases of newborn babies developing coronavirus very soon after birth, the baby was well."], "context_set": ""}, {"patterns": ["Can the corona virus can be spread through food, including restaurant take out, refrigerated or frozen packaged food ?"], "tag": ["spread"], "responses": [""], "context_set": ""}, {"patterns": ["Can I get sick with covid-19 if its on food ? "], "tag": ["covid"], "responses": ["Given current evidence, it is considered unlikely that if you have the virus it would cause problems with the baby’s development, and none have been observed currently."], "context_set": ""}, {"patterns": ["Will warm weather stop the outbreak of covid-19 ? "], "tag": ["weather"], "responses": [""], "context_set": ""}, {"patterns": ["What is community spread ? "], "tag": ["community"], "responses": ["Some babies born to women with symptoms of coronavirus in China have been born prematurely. It is unclear whether coronavirus caused early labour, or whether it was recommended that the baby was born early in order to preserve the mother’s health."], "context_set": ""}, {"patterns": ["What temperature kills the virus that causes covid-19 ?"], "tag": ["temperature"], "responses": [""], "context_set": ""}, {"patterns": ["Can mosquitoes or tricks spread the virus that causes covid-19 ?"], "tag": ["mosquitoes"], "responses": ["The UK is conducting near-real-time surveillance (observation) of all women who develop COVID-19 during pregnancy and their newborn babies, through well-established systems already used by all maternity units. We will update our information if and as soon as there is any change in the evidence.\""], "context_set": ""}, {"patterns": ["How can I protect myself ? "], "tag": ["protect"], "responses": ["\"Pregnant woman were placed in a vulnerable group by the Chief Medical Officer on 16th March. This means you have been advised to reduce social contact through social distancing measures."], "context_set": ""}, {"patterns": ["What should I do if I have had close contact with someone who has covid-19 ?"], "tag": ["contact"], "responses": [""], "context_set": ""}, {"patterns": ["Does CDC recommend using face masks or face coverings to prevent covid-19 ?"], "tag": ["mask"], "responses": ["Based on the evidence we have so far, pregnant women are still no more likely to contract coronavirus than the general population. What we do know is that pregnancy in a small proportion of women can alter how your body handles severe viral infections. This is something that midwives and obstetricians have known for many years and are used to dealing with. As yet, there is no evidence that pregnant women who get coronavirus are more at risk of serious complications than any other healthy individuals."], "context_set": ""}, {"patterns": ["Am I at risk for covid-19 from a package or products shipping from China ?"], "tag": ["package"], "responses": [""], "context_set": ""}, {"patterns": ["Is it okay for me to donate blood ? "], "tag": ["donate"], "responses": ["What has driven the decisions made by officials to place pregnant women in the vulnerable category is caution. We know that some viral infections are worse in pregnant women. At the moment, there’s no evidence that this is the case for coronavirus infection, but the amount of evidence available is still quite limited.\""], "context_set": ""}, {"patterns": ["what is the risk of my child becoming sick with covid-19 ?"], "tag": ["child_covid"], "responses": ["\"If you are in the UK, you should follow the advice given by the Foreign and Commonwealth Office, which is being regularly updated in line with the evolving situation."], "context_set": ""}, {"patterns": ["How can I protect my child from covid-19 infection ? "], "tag": ["child_covid"], "responses": [""], "context_set": ""}, {"patterns": ["Are the symptoms of covid-19 different in children than in adults ?"], "tag": ["symptoms"], "responses": ["All individuals, including pregnant women, should ensure they have adequate insurance arrangements prior to travel. You should also check that your travel insurance will provide cover for birth and care of your newborn baby if you give birth while abroad.\""], "context_set": ""}, {"patterns": ["Should children wear masks ? "], "tag": ["child_mask"], "responses": ["\"Yes. It is really important that you continue to attend your scheduled routine care when you are well."], "context_set": ""}, {"patterns": ["how do I prepare my children in case of covid-19 outbreak in our community ?"], "tag": ["child"], "responses": [""], "context_set": ""}, {"patterns": ["How can my family and I prepare for Covid-19 ?"], "tag": ["family"], "responses": ["Maternity care is essential, and has been developed over many years to reduce complications in mothers and babies. There is a potential risk of harm to you and your baby if you don’t attend your appointments, even in the context of coronavirus."], "context_set": ""}, {"patterns": ["What steps can my family take to reduce our risk of getting covid-19 ?"], "tag": ["family"], "responses": [""], "context_set": ""}, {"patterns": ["What should I do if someone in my house gets sick  with covid-19 ?"], "tag": ["sick"], "responses": ["If you are well, you should be able to attend your antenatal care as normal. If you have symptoms of possible coronavirus infection, you should contact your community midwife to postpone routine visits until after the isolation period is over."], "context_set": ""}, {"patterns": ["How can I prepare for covid-19 at work ? "], "tag": ["work"], "responses": [""], "context_set": ""}, {"patterns": ["Should I use soap and water or hand sanitizer to protect against covid-19 ?"], "tag": ["protect"], "responses": ["At this time, it is particularly important that you help your maternity team take care of you. If you have had an appointment cancelled or delayed, and are not sure of your next contact with your maternity team, please let them know by using the contact numbers given to you at booking."], "context_set": ""}, {"patterns": ["What cleaning products should I use to protect against covid-19 ?"], "tag": ["protect"], "responses": [""], "context_set": ""}, {"patterns": ["Should I make my own sanitizer if I can't find it in the stores ? "], "tag": ["sanitizer"], "responses": ["The following practical advice may be helpful:"], "context_set": ""}, {"patterns": ["What are the symptoms and complications that covid-19 can cause ? "], "tag": ["symptoms"], "responses": [""], "context_set": ""}, {"patterns": ["Who is most at risk for the corona virus disease?"], "tag": ["risk corona"], "responses": ["If you have a routine scan, appointment or visit due in the coming days, please contact your maternity unit for advice and a plan. You will still need to attend but the appointment may change due to staffing requirements."], "context_set": ""}, {"patterns": ["What should people at higher risk of serious illness with covid-19 do ?"], "tag": ["illness"], "responses": ["Some appointments may be conducted on the telephone or using videoconferencing, provided there is a reasonable expectation that observations, such as blood pressure or other tests are not needed."], "context_set": ""}, {"patterns": ["Can I get covid-19 from my pets or other animals ?"], "tag": ["animal"], "responses": ["The recommendation that your bump will be measured from around 26 weeks of pregnancy should be observed by your maternity team unless you are in the recommended 14 day self isolation period."], "context_set": ""}, {"patterns": ["How can I prevent covid-19 ?"], "tag": ["prevent"], "responses": ["If you are between appointments, please wait to hear from your maternity team."], "context_set": ""}, {"patterns": ["What treatments are available for covid-19 ?"], "tag": ["treatment"], "responses": ["If you are attending more regularly in pregnancy, then your maternity team will be in touch with plans."], "context_set": ""}, {"patterns": ["Are there any vaccines or other medical products to prevent covid-19 ? "], "tag": ["vaccine"], "responses": ["If you miss an appointment and haven’t heard from your maternity team, please contact them to rearrange the appointment."], "context_set": ""}, {"patterns": ["Can covid-19 be transmitted by blood transmission ? "], "tag": ["transmitted"], "responses": ["Whatever your personal situation please consider the following:"], "context_set": ""}, {"patterns": ["Is it safe to donate blood during the corona virus pandemic ? "], "tag": ["donate"], "responses": [""], "context_set": ""}, {"patterns": ["Are there any FDA-approved drug products or medicines to treat covid-19 ?"], "tag": ["medicine"], "responses": ["If you have any concerns, you will still be able to contact your maternity team but please note they may take longer to get back to you"], "context_set": ""}, {"patterns": ["Are antibiotics effective in preventing or treating the COVID-19?"], "tag": ["antibiotic"], "responses": ["If you have an urgent problem related to your pregnancy but not related to coronavirus, get in touch using the same emergency contact details you already have. Please do not contact this number unless you have an urgent problem"], "context_set": ""}, {"patterns": ["Is there a test for covid-19 ?"], "tag": ["testing"], "responses": ["If you have symptoms suggestive of coronavirus contact your maternity services and they will arrange the right place and time to come for your visits. You should not attend a routine clinic."], "context_set": ""}, {"patterns": ["How are people tested for covid-19 ?"], "tag": ["testing"], "responses": ["You will be asked to keep the number of people with you at appointments to a minimum. This will include being asked to not bring children with you to maternity appointments and on occasions your maternity unit may request that you attend your antenatal appointments alone to aid infection control and help keep staff safe from transmission."], "context_set": ""}, {"patterns": ["Can I get covid-19 from food worker handling my food ? "], "tag": ["spread"], "responses": ["There may be a need to reduce the number of antenatal visits. You will be told if this is necessary. Do not reduce your number of visits without agreeing first with your maternity team.\""], "context_set": ""}, {"patterns": ["Can animals get covid-19 disease ? "], "tag": ["animlas"], "responses": ["If you develop a temperature or a cough, or both, in pregnancy, you can use the NHS 111 or NHS 24 website to obtain advice about isolation, which you should follow in line with current regulations. However, please also be alert to the other possible causes of fever in pregnancy. In particular, these include urine infections (cystitis) and waters breaking. If you have any burning or discomfort when passing urine, or any unusual vaginal discharge, or have any concerns about your baby’s movements, contact your maternity provider, who will be able to provide further advice."], "context_set": ""}, {"patterns": ["Can I get covid-19 from my pets or other animals ?"], "tag": ["pets"], "responses": ["\"The NHS is making arrangements to ensure that women are supported and cared for safely through pregnancy, birth and the period afterwards during this pandemic when there will be extra pressures on healthcare services."], "context_set": ""}, {"patterns": ["what is the median  incubation period of corona virus ? "], "tag": ["incubarion"], "responses": [""], "context_set": ""}, {"patterns": ["What is corona virus"], "tag": ["corona_virus"], "responses": ["Maternity services are absolutely essential and the RCOG is helping units to plan have to staff obstetrics and gynaecology services, to ensure safe care is provided. This includes reducing staff commitments outside maternity units, reducing any non-essential work within Trusts and re-organising staffing in obstetrics and gynaecology services."], "context_set": ""}, {"patterns": ["What are the symptoms of COVID-19"], "tag": ["symptoms"], "responses": [""], "context_set": ""}, {"patterns": ["How does COVID-19 spread"], "tag": ["spread"], "responses": ["Maternity units are increasingly providing consultations on the phone or by video link, when this is appropriate, so you do not have to travel unnecessarily to the hospital. However, some in person visits with a midwife are essential and it is important for the wellbeing of you and your baby that you attend these to have routine checks."], "context_set": ""}, {"patterns": ["Can the virus that causes COVID-19 be transmitted through the air?"], "tag": ["spread"], "responses": [""], "context_set": ""}, {"patterns": ["Can CoVID-19 be caught from a person who has no symptoms? "], "tag": ["spread"], "responses": ["Routine gynaecology operations are being postponed and, in many units, arrangements are being made for gynaecology doctors to work in the maternity unit.\""], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from the feces of someone with the disease? "], "tag": ["spread"], "responses": ["\"We understand this must be a stressful and anxious time if you are pregnant and due to give birth in the coming months. Maternity units everywhere are working around the clock right now to manage additional pressures and facilitate women’s choices."], "context_set": ""}, {"patterns": ["What can I do to protect myself from corona virus?"], "tag": ["protect"], "responses": [""], "context_set": ""}, {"patterns": ["How likely am I to catch COVID-19?"], "tag": ["risk"], "responses": ["Like all areas of NHS care, maternity services will be affected by the pandemic but units are working to ensure services are provided in a way that is safe, with the levels of staff that are needed and the ability to provide emergency care where necessary."], "context_set": ""}, {"patterns": ["Should I worry about COVID-19?"], "tag": ["worry_covid"], "responses": [""], "context_set": ""}, {"patterns": ["Who is at risk of developing severe illness"], "tag": ["risk"], "responses": ["If you have chosen to give birth at home or in a midwife-led unit that is not co-located with an obstetric unit, it is worth noting that these services rely on the availability of ambulance services to allow for rapid transfer to hospital, and the right number of staff to keep you safe. If these are not in place, it is possible that your Trust or Board may not be able to provide these services.\""], "context_set": ""}, {"patterns": ["Are antibiotics effective in preventing or treating the COVID-19?"], "tag": ["antibiotic"], "responses": ["\"Yes, you should be encouraged to have a birth partner present with you during labour and birth. Having a trusted birth partner present throughout labour is known to make a significant difference to the safety and well-being of women in childbirth."], "context_set": ""}, {"patterns": ["Are there any medicines or therapies that can prevent or cure COVID-19 ?"], "tag": ["medicine"], "responses": [""], "context_set": ""}, {"patterns": ["Is there a vaccine drug or treatment for COVID-19 ? "], "tag": ["vaccine"], "responses": ["If your birth partner has symptoms of coronavirus, they will not be allowed to go into the maternity suite, to safeguard the health of the woman and the maternity staff supporting you"], "context_set": ""}, {"patterns": ["Is COVID-19 the same as SARS?"], "tag": ["covid_SARS"], "responses": [""], "context_set": ""}, {"patterns": ["Should I wear mask to protect myself ? "], "tag": ["use_of_mask"], "responses": ["Local Trusts may place restrictions on visitors which might mean that partners are not able to attend routine antenatal appointments, or stay with women on antenatal or postnatal wards. However, this should not impact on your birth partner’s presence during your labour and the birth, unless they are unwell.\""], "context_set": ""}, {"patterns": ["How to put on use take off and dispose of a mask?"], "tag": ["use_of_mask"], "responses": ["\"A birth partner without symptoms should be able to attend your induction of labour where that is in a single room (e.g. on the Labour Ward) but not if the induction takes place in a bay on a main ward, as it would not be possible to achieve the necessary social distancing measures."], "context_set": ""}, {"patterns": ["Can humans become infected with the COVID-19 from an animal source?"], "tag": ["animal_source"], "responses": [""], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from my pet?"], "tag": ["pet"], "responses": ["We understand this must be a very worrying and anxious time if you are pregnant and your partner can’t be with you while you are being induced, however it is essential that we limit the number of visitors to hospitals during this time."], "context_set": ""}, {"patterns": ["How long does the virus survive on surfaces?"], "tag": ["corona_virus"], "responses": [""], "context_set": ""}, {"patterns": ["Is it safe to receive a package from any area where COVID-19 has been reported?"], "tag": ["package"], "responses": ["This guidance is in place to protect other pregnant women and babies, and birth partners themselves. Please be assured that if your partner is unable to be with you on a ward during your induction, this will not impact on your birth partner’s presence during labour and the birth, unless they are unwell. At the point you go into active labour, you will be moved to your own room and your birth partner will be able to join you.\""], "context_set": ""}, {"patterns": ["Do I need to wear a mask every time I step out of the home?"], "tag": ["mask"], "responses": ["\"We fully support women having their birth partners with them during labour and the birth, unless they are unwell, when an alternative birth partner can attend. Around one in four women in the UK has a caesarean birth. A caesarean may be recommended as a planned (elective) procedure, for medical reasons, or as an emergency, for example if doctors and midwives are concerned that your baby is not coping with labour and needs to be born immediately. Furthermore, around one in five women in the UK has an instrumental birth; some of these may also be recommended to occur in an operating theatre in order to allow the team to modify plans and undertake a caesarean birth if necessary."], "context_set": ""}, {"patterns": ["What is the government doing to contain the spread of COVID-19?"], "tag": ["government"], "responses": [""], "context_set": ""}, {"patterns": ["Where can I go to obtain accurate, scientific, and up-to-date information about coronavirus?"], "tag": ["information"], "responses": ["Most caesareans and instrumental births in theatre are carried out under spinal or epidural anaesthetic, which means you’ll be awake, but the lower part of your body is numb and you cannot feel any pain. In this situation, everything will be done by the clinical staff – midwives, obstetricians and anaesthetists – to keep your birth partner with you."], "context_set": ""}, {"patterns": ["How long is the incubation period for corona virus?"], "tag": ["incubation"], "responses": [""], "context_set": ""}, {"patterns": ["What do we know about incubation period of corona virus?"], "tag": ["incubation"], "responses": ["Due to the coronavirus pandemic, staff in the operating theatre will be wearing enhanced personal protective equipment (PPE) to prevent the spread of infection, which will make it more difficult for them to communicate. To enable the clinicians to assist in the birth of your baby safely, it’s really important your birth partner follows the instructions from the maternity team carefully and quickly."], "context_set": ""}]}